tests/benchmark/wrk/results/logs/epoll/c100.log
Running 15s test @ http://127.0.0.1:9600/hello
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     2.01ms    1.72ms  53.37ms   94.36%
    Req/Sec    13.65k     1.53k   20.81k    68.17%
  Latency Distribution
     50%    1.73ms
     75%    2.08ms
     90%    2.75ms
     99%    9.22ms
  815550 requests in 15.02s, 78.55MB read
  Socket errors: connect 0, read 8104, write 0, timeout 0
Requests/sec:  54286.28
Transfer/sec:      5.23MB