tests/benchmark/wrk/results/logs/epoll/c200.log
Running 15s test @ http://127.0.0.1:9600/hello
  4 threads and 200 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    13.51ms   27.85ms 247.75ms   88.38%
    Req/Sec    14.31k     3.09k   23.77k    69.50%
  Latency Distribution
     50%    2.74ms
     75%    4.24ms
     90%   50.02ms
     99%  130.39ms
  856042 requests in 15.05s, 82.45MB read
  Socket errors: connect 0, read 8470, write 0, timeout 0
Requests/sec:  56883.37
Transfer/sec:      5.48MB